{
	"en":{
		"lang-en": "English",
		"lang-es": "Spanish",
		"lang-ca": "Catalan",
		"nav-home": "Home",
		"nav-about": "About Us",
		"nav-documentation": "App",
		"nav-contact": "Contact",
		"nav-privacy-policy": "Privacy Policy",
		"h1-carousel-1": "Welcome to HealthSites",
		"h3-carousel-1" : "Let's start being healthy",
		"h1-carousel-2": "Healthy habits",
		"h3-carousel-2": "The best ones you can bet for",
		"h1-carousel-3": "Feel better",
		"h3-carousel-3": "Use our app to find your ideal meal",
		"p-desc-about": "Student of Informatic Engeneering at<br/>University of Lleida",
		"p-contact": "Do you have any questions? Please do not hesitate to contact us directly.<br/>Our team will come back to you within a matter of hours to help you.",
		"h2-contact": "Contact us",
		"label-name-contact": "Your name",
		"label-email-contact": "Your email",
		"label-subject-contact": "Subject",
		"label-message-contact": "Message",
		"label-check-contact": "I have read and accept the <a style='color: inherit;' href='/privacy-policy'>Privacy Policy</a>",
		"submit-contact": "Send",
		"h2-pp-1": "GENERAL DATA",
		"p-pp-1": "In accordance with article 10 of Law 34/2002, of 11 July, on Information Society and Electronic Commerce Services, the following data are available to you: At the web <strong><a href='www.healthsites.com'>www.healhsites.com</a></strong> there is a series of information contents about the project of <strong>HealthSites</strong>. The main objective is to donate the service offered to users and the general public.",
		"h2-pp-2": "PRIVACY POLICY AND PROTECTION OF PERSONAL DATA",
		"p-pp-2": "In compliance with <strong>the regulations on Personal Data Protection</strong>, the user is informed that the personal data provided by him may be incorporated into a file and may be processed for the sole purpose of maintaining his contact details and keeping him informed, if necessary, of any suggestions or comments that he may make. We also inform you that if you are interested, you can obtain confirmation of the existence, or not, of the processing of your personal data, as well as access to it, request the rectification, suppression or limitation of the processing, and oppose the processing. In order to exercise the rights that are recognised as belonging to your personal data, you may contact us by e-mail at <strong><a href='help@healthsites.com'>help@healthsites.com</a></strong> You have the right to file a complaint with the Data Protection Agency as the competent supervisory and control authority.",
		"h2-pp-3": "TERMS OF USE",
		"p-pp-3": "<strong>The conditions of access and use of this website are governed by current legislation and the principle of good faith</strong> commits the user to make good use of the website. No conduct is permitted that goes against the law, the rights or interests of third parties. Being a user of the website of <a href='www.healthsites.com'>www.healthsites.com</a></strong> implies that you acknowledge having reached and accepted the present conditions and the legal regulations applicable to them in this matter. If, for any reason, you do not agree with these conditions, do not continue to use this website. <strong>Any type of notification and/or claim will only be valid by written notification and/or certified mail.</strong>",
		"h2-pp-4": "RESPONSABILITIES",
		"p-pp-4": "<strong>The project of <strong>HealthSites</strong> is not responsible for the information and contents emmagatzed in forums, social networks or any other means</strong> that allow third parties to publish contents independently from the website of the provider. However, in accordance with articles 11 and 16 of the LSSI-CE, you agree to withdraw or block any content that may affect or contravene national or international legislation, the rights of third parties or public morality and order. <strong>The company is not responsible for the damage caused by faults or bad configurations of the software installed on the user's computer.</strong> The company is not responsible for any technical incident or fault that occurs when the user is connected to the Internet. Likewise, it does not guarantee the inexistence of interruptions or errors in the access to the web site. Furthermore, <strong> reserves the right to update, modify or eliminate the information contained in its web page</strong>, as well as the configuration or presentation of the same, at any time without assuming any responsibility for it.",
		"h2-pp-5": "INTELLECTUAL AND INDUSTRIAL PROPERTY",
		"p-pp-5": "<strong>The creators of <strong>HealthSites</strong> are the holders of all the rights over the programming of the digital publication as well as the industrial and intellectual property rights related to the contents included in this company</strong>, with the exception of the rights over products and services of a public nature that are not owned by this company. <strong>The material published on this website may be reproduced, copied or published</strong> without the written consent of the same person. <strong>All the information sent to the website, such as comments, suggestions or ideas, will be considered to have been provided free of charge. No information should be sent that cannot be handled in this way.</strong>",
		"h2-pp-6": "APPLICABLE LAW AND JURISDICTION",
		"p-pp-6": "<strong>The present general conditions are required by the Spanish legislation.</strong>For any lawsuit that may arise in relation to the website or the activity that is carried out in it, the Courts of Lleida will be competent, expressly waiving the user's right to any other right that may correspond to him.",
		"h2-pp-7": "COOKIE POLICY",
		"p-pp-7": "<strong>The web site <a href='www.healthsites.com'>www.healhsites.com</a> by its own account or that of a third party contract for the provision of measurement services, may use cookies when the user navigates through the web site. Cookies are files sent to the browser by means of a web service in order to register the user's activities during his or her navigation time.</strong> The cookies used are only associated with an anonymous user and his or her computer, and do not provide the user's personal data. <strong>By using cookies, it is possible for the server to recognize the web browser used by the user so that browsing is easier.</strong> Cookies are also used to measure the audio and traffic parameters, control the process and the number of entries. <strong><i>The user has the possibility of configuring his browser to be warned of the reception of cookies and to prevent their installation in his equipment.</i></strong> Please consult the instructions and manuals of your browser for more information. To use the web site it is not necessary that the user allows the installation of the cookies sent to the web site, or the third party acting on his behalf, without prejudice to the need for the user to initiate a session in each of the services the provision of which requires prior registration. In all cases, <strong>the cookies have a temporary character</strong> with the only purpose of making their subsequent transmission more effective. Cookies may be used to collect personal information.",
		"footer-pp": "Privacy Policy",
		"h2-index-1": "Do you like healthy living?<br/>Are you vegan?",
		"h4-index-1": "Want to find out which healthy restaurants or stores are closest to you when you travel?",
		"p-index-1": "With healthSites you will be able to easily locate the closest establishments to your location in a second. Choose among all the ones that appear on the map the one that best suits your needs by consulting their properties and valuations.",
		"div-index-1": "Comming soon",
		"h2-index-2": "Do you have a vegetarian restaurant or an ecologic or gluten/lactose free store, and are you interested in making yourself known?",
		"p-index-2": "You can add your own HealthSite, explain to your potential customers what you offer, let them find you and value your service or product",
		"p-index-3": "Geolocation of the user and the nearest healthsites on the map",
		"p-index-4": "Integration with googlemaps to know the route to the establishment",
		"p-index-5": "Access to the HealthSite chosen to know its properties and categories",
		"p-index-6": "User reviews and ratings based on experience",
		"div-index-2": "Learn more",
		"div-index-3": "Who we are?",
		"div-index-4": "Know more about our team and how this project began",
		"div-index-5": "Wanna know how the app works?",
		"div-index-6": "Take a look at our App page to know more about the app's funcionalities",
		"div-index-7": "Do you have any question?",
		"div-index-8": "Contact us for any single question you have, we will be happy to answer you as your feedback helps us improve the user experience and many other things",
		"correct-email": "Email send succesfully!",
		"thank-feedback": "Thank you so much for your feedback, we aprecciate it",
		"app-a-1": "Overview",
		"app-a-2": "What is a HealthSite?",
		"h2-app-overview-1": "Discover",
		"h4-app-overview-1": "Use the integrated map to find out which HealthSites are closest to you, identifying those that are verified according to the type of marker",
		"p-app-overview-1": "You will be able to access its summary information window to find out its name, restaurant or shop or to know its description. If you are interested, you can access his profile by clicking on it",
		"h2-app-overview-2": "Search",
		"h4-app-overview-2": "Filter the map or perform a search to find the HealthSite you like",
		"p-app-overview-2": "In the filter screen you can choose the properties you want and through the search engine integrated in the map you can search by name",
		"h2-app-overview-3": "Connect",
		"h4-app-overview-3": "Leave your comment and follow the most interesting HealthSites",
		"p-app-overview-3": "Comment so that your opinion is very important; and follow the HealthSites that you like, which will have them listed so that you can carry out quick actions and access their profile",
		"h5-app-healthsite-1": "Vegan",
		"h5-app-healthsite-2": "Vegetarian",
		"h5-app-healthsite-3": "Ecologic",
		"h5-app-healthsite-4": "Restaurant",
		"h5-app-healthsite-5": "Free Gluten",
		"h5-app-healthsite-6": "Free Lactose",
		"h5-app-healthsite-7": "Verified",
		"h5-app-healthsite-8": "Store",
		"h3-app-healthsite-1": "HealthSite Properties",
		"h2-app-healthsite-1": "It is a site added to the map",
		"h4-app-healthsite-1": "which is characterized by offering vegan, vegetarian, organic, free gluten or free lactose products",
		"p-app-healthsite-1": "In addition, the establishment can be verified as a company, and be a restaurant or shop. Below you can consult the properties of a HealthSite",
		"h2-app-healthsite-2": "Are you interested in a HealthSite?",
		"h4-app-healthsite-2": "Consult their properties, access their contact and find out what users think",
		"p-app-healthsite-2": "Access a HealthSite's profile to see all its detailed information in sections, leave your comment, give like to the most relevant comments, or follow it to be informed about its contents",
		"p-about-1": "Hello!",
		"p-about-2": "My name is Albert, and I am the headmaster and creator of HealthSites",
		"p-about-3": "I am currently studying at the University of Lleida, and working at the same time",
		"p-about-4": "Also, I work independently to train myself further in more areas of the world of computers and information. Simply because I like to learn new things",
		"p-about-5": "So one day, I decided to undertake this project, because in the end it would be a path full of learning",
		"p-about-6": "The project came up as an idea for the end of degree work where a first version of the app was built.<br/>With many ideas for features, but without a clear direction",
		"p-about-7": "This time we wanted to give a new air, so we designed a new interface much more natural and current. All this thinking about the user experience when interacting with the app",
		"p-about-8": "We demanded ourselves, to get a new version of the app easy to use and understand, and above all with its clear and well defined functionality",
		"h2-about-1": "The Idea",
		"h2-about-2": "New Goals"
	},
	"es":{
		"lang-en": "Inglés",
		"lang-es": "Español",
		"lang-ca": "Catalan",
		"nav-home": "Inicio",
		"nav-about": "Nosotros",
		"nav-documentation": "App",
		"nav-contact": "Contacto",
		"nav-privacy-policy": "Política de Privacidad",
		"h1-carousel-1": "Bienvenido a HealthSites",
		"h3-carousel-1" : "Empecemos a ser saludables",
		"h1-carousel-2": "Hábitos saludables",
		"h3-carousel-2": "Los mejores por los que puedes apostar",
		"h1-carousel-3": "Siéntase mejor",
		"h3-carousel-3": "Use nuestra aplicación para encontrar su comida ideal",
		"p-desc-about": "Estudiante de Ingeniería Informática en la Universidad de Lleida",
		"h2-contact": "Contáctanos",
		"p-contact": "¿Tienes alguna pregunta? No dudes en contactarnos directamente.<br/>Nuestro equipo se pondrá en contacto al cabo de unas horas.",
		"label-name-contact": "Nombre",
		"label-email-contact": "Correo",
		"label-subject-contact": "Asunto",
		"label-message-contact": "Mensaje",
		"label-check-contact": "He leido y accepto la <a style='color: inherit;' href='/privacy-policy'>Política de Privacidad</a>",
		"submit-contact": "Enviar",
		"h2-pp-1": "DATOS GENERALES",
		"p-pp-1": "D’acord amb l’article 10 de la Llei 34/2002, d’11 de Juliol, de Serveis de la Societat de la Informació i de Comerç Electrònic posem a la seva disposició les següents dades: A la web <strong><a href='www.healthsites.com'>www.healhsites.com</a></strong> hi ha una sèrie de continguts de caràcter informatiu sobre el projecte de <strong>HealthSites</strong>. El seu principal objectiu és donar a conèixer als usuaris i al públic en general, el servei ofert.",
		"h2-pp-2": "POLÍTICA DE PRIVACIDAD Y PROTECCIÓN DE DATOS PERSONALES",
		"p-pp-2": "En cumplimiento de <strong> la normativa sobre Protección de Datos Personales</strong>, se informa al usuario de que los datos personales por él facilitados podrán ser incorporados a un fichero y podrán ser tratados con la única finalidad de mantener sus datos de contacto y mantenerle informado, en su caso, de las sugerencias o comentarios que realice. Asimismo, le informamos que si está interesado, puede obtener la confirmación de la existencia o no del tratamiento de sus datos personales, así como acceder a los mismos, solicitar la rectificación, supresión o limitación del tratamiento, y oponerse al mismo. Para ejercer los derechos que se reconocen a sus datos personales, puede ponerse en contacto con nosotros por correo electrónico en <strong><a href='help@healthsites.com'>help@healthsites.com</a></strong> Tiene derecho a presentar una reclamación ante la Agencia de Protección de Datos como autoridad de supervisión y control competente.",
		"h2-pp-3": "CONDICIONES DE USO",
		"p-pp-3": "<strong>Las condiciones de acceso y uso de esta página web se rigen por la legalidad vigente y el principio de buena fe</strong> compromete al usuario a hacer un buen uso de la misma. No se permite ninguna conducta que vaya en contra de la ley, los derechos o intereses de terceros. El hecho de ser usuario del sitio web de <strong><a href='www.healthsites.com'>www.healthsites.com</a></strong> implica que reconoce haber alcanzado y aceptado las presentes condiciones y la normativa legal aplicable a las mismas en esta materia. Si, por cualquier motivo, no está de acuerdo con estas condiciones, no continúe utilizando este sitio web. <strong>Cualquier tipo de notificación y/o reclamación sólo será válida mediante notificación escrita y/o correo certificado.</strong>",
		"h2-pp-4": "RESPONSABILIDADES",
		"p-pp-4": "<strong>El proyecto de <strong>HealthSites</strong> no se hace responsable de la información y contenidos emmagados en foros, redes sociales o cualquier otro medio </strong> que permitan a terceros publicar contenidos independientemente de la página web del proveedor. No obstante, de acuerdo con los artículos 11 y 16 de la LSSI-CE, se compromete a retirar o bloquear cualquier contenido que pueda afectar o contravenir la legislación nacional o internacional , los derechos de terceros o la moral y el orden público. <strong>La empresa no se hace responsable de los daños causados por fallos o malas configuraciones del software instalado en el ordenador del usuario.</strong>La empresa no se hace responsable de ningún incidente técnico o fallo que se produzca cuando el usuario se conecta a Internet. Asimismo, no garantiza la inexistencia de interrupciones o errores en el acceso al sitio web. Asimismo, <strong> se reserva el derecho a actualizar, modificar o eliminar la información contenida en su página web </strong>, así como la configuración o presentación de la misma, en cualquier momento, sin asumir responsabilidad alguna por ello.",
		"h2-pp-5": "PROPIEDAD INTELECTUAL E INDUSTRIAL",
		"p-pp-5": "<strong>Los creadores de <strong>HealthSites</strong> son los titulares de todos los derechos sobre la programación de la publicación digital, así como de los derechos de propiedad industrial e intelectual relacionados con los contenidos incluidos en esta empresa</strong>, con excepción de los derechos sobre productos y servicios de carácter público que no son propiedad de esta empresa. <strong>El material publicado en esta página web puede ser reproducido, copiado o publicado</strong> sin el consentimiento escrito de la misma persona. <strong>Toda la información enviada a la página web, como comentarios, sugerencias o ideas, se considerará que ha sido proporcionada de forma gratuita. No se debe enviar ninguna información que no pueda ser manejada de esta manera.</strong>",
		"h2-pp-6": "LEY APLICABLE Y JURISDICCIÓN",
		"p-pp-6": "<strong>Las presentes condiciones generales se rigen por la legislación española.</strong> Para cualquier litigio que pueda surgir en relación con el sitio web o la actividad que se desarrolle en el mismo, serán competentes los Juzgados y Tribunales de Lleida, renunciando expresamente el usuario a cualquier otro derecho que le pudiera corresponder.",
		"h2-pp-7": "POLÍTICA DE COOKIES",
		"p-pp-7": "<strong>El sitio web <a href='www.healthsites.com'>www.healhsites.com</a> por cuenta propia o de un tercero contratado para la prestación de servicios de medición, puede utilizar cookies cuando el usuario navega por el sitio web. Las cookies son ficheros enviados al navegador por medio de un servicio web con la finalidad de registrar las actividades del usuario durante su tiempo de navegación.</strong> Las cookies utilizadas se asocian únicamente con un usuario anónimo y su ordenador, y no proporcionan datos personales del usuario. <strong> Mediante el uso de las cookies es posible que el servidor reconozca el navegador web utilizado por el usuario para facilitar la navegación.</strong> Las cookies también se utilizan para medir los parámetros de audio y tráfico, controlar el proceso y el número de entradas. <strong><i>El usuario tiene la posibilidad de configurar su navegador para ser avisado de la recepción de cookies y para impedir su instalación en su equipo.</i></strong> Por favor, consulte las instrucciones y manuales de su navegador para más información. Para utilizar el sitio web no resulta necesario que el usuario permita la instalación de las cookies enviadas al sitio web, o el tercero que actúe en su nombre, sin perjuicio de que sea necesario que el usuario inicie una sesión en cada uno de los servicios cuya prestación requiera el previo registro. En todo caso, <strong>las cookies tienen un carácter temporal</strong> con la única finalidad de hacer más efectiva su transmisión posterior. Las cookies pueden utilizarse para recoger información personal.",
		"footer-pp": "Política de Privacidad",
		"h2-index-1": "¿Te gusta la vida sana?<br/>¿Eres vegano?",
		"h4-index-1": "¿Quieres saber qué restaurantes o tiendas saludables están más cerca de ti cuando viajas?",
		"p-index-1": "Con healthSites podrá localizar fácilmente los establecimientos más cercanos a su ubicación en un segundo. Elija entre todos los que aparecen en el mapa el que mejor se adapte a sus necesidades consultando sus propiedades y valoraciones.",
		"div-index-1": "Próximamente",
		"h2-index-2": "¿Tienes un restaurante vegetariano o una tienda ecológica o libre de gluten/lactosa, y estás interesado en darte a conocer?",
		"p-index-2": "Puedes añadir tu propio HealthSite, explicar a tus clientes potenciales lo que ofreces, dejar que te encuentren y valoren tu servicio o producto",
		"p-index-3": "Geolocalización del usuario y los lugares de saludables más cercanos en el mapa",
		"p-index-4": "Integración con googlemaps para conocer la ruta al establecimiento",
		"p-index-5": "Acceso al sitio de salud elegido para conocer sus propiedades y categorías",
		"p-index-6": "Reseñas de usuarios y calificaciones basadas en la experiencia",
		"div-index-2": "Aprende más",
		"div-index-3": "¿Quiénes somos?",
		"div-index-4": "Conozca más sobre nuestro equipo y cómo comenzó este proyecto",
		"div-index-5": "¿Quieres saber cómo funciona la aplicación?",
		"div-index-6": "Echa un vistazo a nuestra página de aplicaciones para saber más sobre las funcionalidades de la aplicación",
		"div-index-7": "¿Tiene alguna pregunta?",
		"div-index-8": "Contáctenos para cualquier pregunta que tenga, estaremos encantados de responderle ya que sus comentarios nos ayudan a mejorar la experiencia del usuario y muchas otras cosas",
		"correct-email": "Correo electrónico enviado satisfactoriamente!",
		"thank-feedback": "Muchas gracias por sus comentarios, los apreciamos",
		"app-a-1": "Visión general",
		"app-a-2": "¿Qué es una HealthSite?",
		"h2-app-overview-1": "Descubre",
		"h4-app-overview-1": "Utiliza el mapa integrado para saber qué HealthSites están más cerca de ti, identificando según el tipo de marcador aquellas que están verificadas",
		"p-app-overview-1": "Podrás acceder a su ventana de información resumida para saber su nombre, en restaurante o tienda o conocer su descripción. Si te interesa accede a su perfil pulsando en la misma",
		"h2-app-overview-2": "Encuentra",
		"h4-app-overview-2": "Filtra el mapa o realiza una búsqueda para encontrar la HealthSite que te gusta",
		"p-app-overview-2": "En la pantalla de filtros podrás elegir las propiedades que desee y a través del buscador integrado en el mapa podrás buscar por nombre",
		"h2-app-overview-3": "Conecta",
		"h4-app-overview-3": "Deja tu comentario y sigue las HealthSites más interesantes",
		"p-app-overview-3": "Comenta para que tu opinión es muy importante; y sigue las HealthSites que te gusten, las cuales las tendrás listadas para poder realizar acciones rápidas y acceder a su perfil",
		"h5-app-healthsite-1": "Vegana",
		"h5-app-healthsite-2": "Vegetariana",
		"h5-app-healthsite-3": "Ecológica",
		"h5-app-healthsite-4": "Restaurante",
		"h5-app-healthsite-5": "Sin Gluten",
		"h5-app-healthsite-6": "Sing Lactosa",
		"h5-app-healthsite-7": "Verificada",
		"h5-app-healthsite-8": "Tienda",
		"h3-app-healthsite-1": "Propiedades de una HealthSite",
		"h2-app-healthsite-1": "Es un lugar añadido en el mapa",
		"h4-app-healthsite-1": "el cual se caracteriza por ofrecer productos veganos, vegetarianos, ecológicos, free gluten o free lactosa",
		"p-app-healthsite-1": "Además, el establecimiento puede ser verificado como empresa, y ser restaurante o tienda. Seguidamente puede consultar las propiedades de una HealthSite",
		"h2-app-healthsite-2": "¿Te interesa una HealthSite?",
		"h4-app-healthsite-2": "Consulta sus propiedades, accede a su contacto y averigua la opinión de los usuarios",
		"p-app-healthsite-2": "Accede al perfil de un HealthSite para ver toda su información detallada en secciones, dejar tu comentario, dar like a los comentarios más relevantes, o síguela para estar al corriente de sus contenidos",
		"p-about-1": "Hola!",
		"p-about-2": "Mi nombre es Albert, y soy el director y creador de HealthSites",
		"p-about-3": "Actualmente estoy estudiando en la Universidad de Lleida, y trabajando al mismo tiempo",
		"p-about-4": "Además, trabajo de forma independiente para entrenarme más en más áreas del mundo de las computadoras y la información. Simplemente porque me gusta aprender cosas nuevasAsí que un día, decidí emprender este proyecto, porque al final sería un camino lleno de aprendizaje",
		"p-about-5": "Así que un día, decidí emprender este proyecto, porque al final sería un camino lleno de aprendizaje",
		"p-about-6": "El proyecto surgió como una idea para el final del trabajo de grado donde se construyó una primera versión de la aplicación.Con muchas ideas para las características, pero sin una dirección clara",
		"p-about-7": "Esta vez queríamos dar un nuevo aire, así que diseñamos una nueva interfaz mucho más natural y actual. Todo esto pensando en la experiencia del usuario al interactuar con la aplicación",
		"p-about-8": "Nos exigimos a nosotros mismos, conseguir una nueva versión de la aplicación fácil de usar y entender, y sobre todo con su clara y bien definida funcionalidad",
		"h2-about-1": "La Idea",
		"h2-about-2": "Nuevos Objetivos"
	},
	"ca": {
		"lang-en": "Anglés",
		"lang-es": "Castellá",
		"lang-ca": "Català",
		"nav-home": "Inici",
		"nav-about": "Nosaltres",
		"nav-documentation": "App",
		"nav-contact": "Contacte",
		"nav-privacy-policy": "Política de Privacitat",
		"h1-carousel-1": "Benvingut/da a HealthSites",
		"h3-carousel-1" : "Comencem a ser saludables",
		"h1-carousel-2": "Hàbits saludables",
		"h3-carousel-2": "Els millors pels que pots apostar",
		"h1-carousel-3": "Sentir-se millor",
		"h3-carousel-3": "Utilitza la nostra aplicació per troba el teu menjar ideal",
		"p-desc-about": "Estudiant d'Enginyeria Informàtica a la Universidad de Lleida",
		"h2-contact": "Contacta'ns",
		"p-contact": "Tens alguna pregunta? No dubtis en contactar-nos directament.<br/>El nostre equip es posarà en contacte al cap d'unes hores.",
		"label-name-contact": "Nom",
		"label-email-contact": "Correu",
		"label-subject-contact": "Assumpte",
		"label-message-contact": "Missatge",
		"label-check-contact": "He llegit i accepto la <a style='color: inherit;' href='/privacy-policy'>Política de Privacitat</a>",
		"submit-contact": "Enviar",
		"h2-pp-1": "DADES GENERALS",
		"p-pp-1": "D’acord amb l’article 10 de la Llei 34/2002, d’11 de Juliol, de Serveis de la Societat de la Informació i de Comerç Electrònic posem a la seva disposició les següents dades: A la web <strong><a href='www.healthsites.com'>www.healhsites.com</a></strong> hi ha una sèrie de continguts de caràcter informatiu sobre el projecte de <strong>HealthSites</strong>. El seu principal objectiu és donar a conèixer als usuaris i al públic en general, el servei ofert.",
		"h2-pp-2": "POLÍTICA DE PRIVACITAT I PROTECCIÓ DE DADES PERSONALS",
		"p-pp-p2": "En compliment del que disposa <strong>la normativa sobre Protecció de Dades Personals</strong> s’informa l’usuari que les dades personals que ens proporcioni poden ser incorporades a un fitxer i ser objecte de tractament amb l’única finalitat de mantenir les seves dades de contacte i mantenir-lo informat, si s’escau, sobre els suggeriments o comentaris que ens hagi fet arribar. També l’informem que com a interessat té dret a obtenir confirmació sobre l’existència, o no, de tractament de les seves dades personals així com a accedir-hi, sol•licitar-ne la rectificació, supressió o limitació del tractament i a oposar-se al tractament. Per a exercir els drets que se li reconeixen com a titular de les seves dades personals pot posar-se en contacte a través del correu electrònic <strong><a href='help@healthsites.com'>help@healthsites.com</a></strong> L’interessat té dret a presentar reclamació davant de l’Agència de Protecció de Dades com a autoritat de supervisió i control competent.",
		"h2-pp-3": "CONDICIONS D’ÚS",
		"p-pp-3": "<strong>Les condicions d’accés i ús del present lloc web es regeixen per la legalitat vigent i pel principi de bona fe</strong> comprometent-se l’usuari a realitzar un bon ús de la web. No es permeten conductes que vagin contra la llei, els drets o interessos de tercers. Ser usuari de la web de <strong><a href='www.healthsites.com'>www.healthsites.com</a></strong> implica que reconeix haver llegit i acceptat les presents condicions i el que les estengui la normativa legal aplicable en aquesta matèria. Si pel motiu que fos no està d’acord amb aquestes condicions no continuï usant aquesta web. <strong>Qualsevol tipus de notificació i/o reclamació solament serà vàlida per notificació escrita i/o correu certificat.</strong>",
		"h2-pp-4": "RESPONSABILITATS",
		"p-pp-4": "<strong>El projecte de <strong>HealthSites</strong> no es fa responsable de la informació i continguts emmagatzemats en fòrums, xarxes socials o qualsevol altre mitjà</strong> que permeti a tercers publicar continguts de forma independent a la pàgina web del prestador. No obstant això, tenint en compte els art. 11 i 16 de la LSSI-CE, es compromet a la retirada o si escau bloqueig d’aquells continguts que poguessin afectar o contravenir la legislació nacional o internacional</strong>, drets de tercers o la moral i l’ordre públic. <strong>Tampoc l’empresa es responsabilitzarà dels danys i perjudicis que es produeixin per fallades o males configuracions del programari instal•lat en l’ordinador de l’internauta.</strong> S’exclou tota responsabilitat per alguna incidència tècnica o fallada que es produeixi quan l’usuari es connecti a internet. Igualment no es garanteix la inexistència d’interrupcions o errors en l’accés al lloc web. Així mateix, <strong> es reserva el dret a actualitzar, modificar o eliminar la informació continguda a la seva pàgina web</strong>, així com la configuració o presentació del mateix, a qualsevol moment sense assumir alguna responsabilitat per això.",
		"h2-pp-5": "PROPIETAT INTEL•LECTUAL I INDUSTRIAL",
		"p-pp-5": "<strong>Els creadors de <strong>HealthSites</strong> són els titulars de tots els drets sobre el programari de la publicació digital així com dels drets de propietat industrial i intel•lectual referits als continguts que s’incloguin</strong>, a excepció dels drets sobre productes i serveis de caràcter públic que no són propietat d’aquesta empresa. <strong>Cap material publicat en aquesta web podrà ser reproduït, copiat o publicat</strong> sense el consentiment per escrit dels mateixos<strong>Tota la informació que es rebi a la web, com a comentaris, suggeriments o idees, es considerarà cedida de manera gratuïta. No ha d’enviar-se informació que NO pugui ser tractada d’aquesta manera.</strong>",
		"h2-pp-6": "LLEI APLICABLE I JURISDICCIÓ",
		"p-pp-6": "<strong>Les presents condicions generals es regeixen per la legislació espanyola</strong>. Per a qualsevol litigi que pogués sorgir relacionat amb el lloc web o l’activitat que en ell es desenvolupa seran competents Jutjats de Lleida, renunciant expressament l’usuari a qualsevol altre fur que pogués correspondre-li.",
		"h2-pp-7": "POLÍTICA DE COOKIES",
		"p-pp-7": "<strong>La web <a href='www.healthsites.com'>www.healhsites.com</a> pel seu propi compte o la d’un tercer contractat per a prestació de serveis de mesurament, poden utilitzar cookies quan l’usuari navega pel lloc web. Les cookies són fitxers enviats al navegador per mitjà d’un servei web amb la finalitat de registrar les activitats de l’usuari durant el seu temps de navegació.</strong> Les cookies utilitzades s’associen únicament amb un usuari anònim i el seu ordinador, i no proporcionen per si mateixes les dades personals de l’usuari. <strong>Mitjançant l’ús de les cookies resulta possible que el servidor on es troba la web reconegui el navegador web utilitzat per l’usuari amb la finalitat que la navegació sigui més senzilla.</strong> S’utilitzen també per mesurar l’audiència i paràmetres del tràfic, controlar el procés i nombre d’entrades. <strong><i>L’usuari té la possibilitat de configurar el seu navegador per ser avisat de la recepció de cookies i per impedir la seva instal•lació en el seu equip</i>.</strong> Per favor consulti les instruccions i manuals del seu navegador per ampliar aquesta informació. Per utilitzar el lloc web no és necessari que l’usuari permeti la instal•lació de les cookies enviades al lloc web, o el tercer que actuï en el seu nom, sense perjudici que sigui necessari que l’usuari iniciï una sessió tal en cadascun dels serveis la prestació dels quals requereixi el previ registre. En tot cas <strong>les cookies tenen un caràcter temporal</strong> amb l’única finalitat de fer més eficaç la seva transmissió ulterior. En cap cas s’utilitzarà cookies per recollir informació de caràcter personal.",
		"footer-pp": "Política de Privacitat",
		"h2-index-1": "T'agrada la vida sana?<br/>Ets vegà/ana?",
		"h4-index-1": "Vols saber quins restaurants o botigues saludables estan més a prop teu quan viatges?",
		"p-index-1": "Amb HealthSites podràs localitzar fàcilment els establiments més propers a la teva ubicació en un segon. Escollir entre tots els que apareixen al mapa el que millor s'adapti a les teves necessitats consultant les seves propietats i valoracions",
		"div-index-1": "Properament",
		"h2-index-2": "Tens un restaurant vegetarià o una botiga ecològica o lliure de gluten / lactosa, i tens interès a donar-te a conèixer?",
		"p-index-2": "Pots afegir la teva pròpia HealthSite, explicar als teus clients potencials el que ofereixes, deixar que et trobin i valorin el teu servei o producte",
		"p-index-3": "Geolocalització de l'usuari/aria i els llocs saludables propers al mapa",
		"p-index-4": "Integració amb Google Maps per conèixer la ruta a l'establiment",
		"p-index-5": "Accés a el lloc de salut triat per conèixer les seves propietats i categories",
		"p-index-6": "Ressenyes d'usuaris/àries i qualificacions basades en l'experiència",
		"div-index-2": "Saber-ne més",
		"div-index-3": "Qui som?",
		"div-index-4": "Coneix més sobre el nostre equip i com va començar aquest projecte",
		"div-index-5": "Vols saber com funciona l'aplicació?",
		"div-index-6": "Fes una ullada a la nostra pàgina d'aplicacions per saber més sobre les funcionalitats de l'aplicació",
		"div-index-7": "Tens alguna pregunta?",
		"div-index-8": "Contacta'ns per a qualsevol pregunta que tinguis, estarem encantats de respondre ja que els teus comentaris ens ajuden a millorar l'experiència de l'usuari/ària i moltes altres coses",
		"correct-email": "Correu electrònic enviat satisfactòriament!",
		"thank-feedback": "Moltes gràcies pels teus comentaris, te'ls agraïm",
		"app-a-1": "Visió general",
		"app-a-2": "Què és una HealthSite?",
		"h2-app-overview-1": "Descobreix",
		"h4-app-overview-1": "Utilitza el mapa integrat per saber quines HealthSites estan més a prop teu, identificant segons el tipus de marcador aquelles que estan verificades",
		"p-app-overview-1": "Podràs accedir a la seva finestra d'informació resumida per saber el seu nom, si és restaurant o botiga o conèixer la seva descripció. Si t'interessa accedeix al seu perfil pitjant a la mateixa",
		"h2-app-overview-2": "Cerca",
		"h4-app-overview-2": "Filtra el mapa o realitza una recerca per trobar la HealthSite que t'agrada",
		"p-app-overview-2": "A la pantalla de filtres podràs elegir les propietats que desitgis i a través del buscador integrat en el mapa podràs cercar per nom",
		"h2-app-overview-3": "Connecta",
		"h4-app-overview-3": "Deixa el teu comentari i segueix les HealthSites més interessants",
		"p-app-overview-3": "Comenta perquè la teva opinió és molt important; i segueix les HealthSites que t'agradin, les quals les tindràs llistades per poder realitzar accions ràpides i accedir al seu perfil",
		"h5-app-healthsite-1": "Vegana",
		"h5-app-healthsite-2": "Vegetariana",
		"h5-app-healthsite-3": "Ecològica",
		"h5-app-healthsite-4": "Restaurant",
		"h5-app-healthsite-5": "Free Gluten",
		"h5-app-healthsite-6": "Free Lactosa",
		"h5-app-healthsite-7": "Verificada",
		"h5-app-healthsite-8": "Botiga",
		"h3-app-healthsite-1": "Propietats d'una HealthSite",
		"h2-app-healthsite-1": "És un lloc afegit al mapa",
		"h4-app-healthsite-1": "el qual es caracteritza per oferir productes vegans, vegetarians, ecològics, free gluten o free lactosa",
		"p-app-healthsite-1": "A més a més, l'establiment pot estar verificat com a empresa, i ser restaurant o botiga. Seguidament pots consultar les propietats d'una HealthSite",
		"h2-app-healthsite-2": "T'interessa una HealthSite?",
		"h4-app-healthsite-2": "Consulta les seves propietats, accedeix al seu contacte i esbrina l'opinió dels usuaris/àries",
		"p-app-healthsite-2": "Accedeix al perfil d'una HealthSite per veure tota la seva informació detallada en seccions, deixar el teu comentari, donar like als comentaris més rellevants, o segueix-la per estar al corrent dels seus continguts",
		"p-about-1": "Hola!",
		"p-about-2": "Em dic Albert i sóc el director i el creador de HealthSites",
		"p-about-3": "Actualment estic estudiant a la Universitat de Lleida i treballo alhora",
		"p-about-4": "A més, treballo de forma independent per formar-me més en més àrees del món de la informàtica i la informació. Simplement perquè m’agrada aprendre coses noves",
		"p-about-5": "Així que un dia vaig decidir emprendre aquest projecte, perquè al final seria un camí ple d’aprenentatge",
		"p-about-6": "El projecte va sorgir com una idea per al treball de final de grau on es va construir una primera versió de l'aplicació. <br/> Amb moltes idees de funcions, però sense una direcció clara",
		"p-about-7": "Aquesta vegada volíem donar un nou aire, així que vam dissenyar una nova interfície molt més natural i actual. Tot això pensant en l'experiència de l'usuari quan interactua amb l'aplicació",
		"p-about-8": "Ens vam exigir per aconseguir una nova versió de l’aplicació fàcil d’utilitzar i entendre, i sobretot amb la seva funcionalitat clara i ben definida",
		"h2-about-1": "La Idea",
		"h2-about-2": "Nous Objectius"
	}
}